{
  "messages": [
    {
      "jp": "歩む先には理想の自分",
      "tl": "The one waiting at the end of my destination is my ideal self"
    },
    {
      "jp": "ふぅ・・・・・・",
      "tl": "Haa..."
    },
    {
      "jp": "お疲れ様。水、持ってきたぞ",
      "tl": "Thank you for your hard work. Here, I brought some water."
    },
    {
      "jp": "プロデューサー、ありがとうございます",
      "tl": "Thank you, Producer."
    },
    {
      "jp": "『W.I.N.G.』優勝はすごい影響だな\r\n仕事のオファーが殺到してるぞ",
      "tl": "Winning the \"W.I.N.G\" has quite an effect. There are so many job offers coming in."
    },
    {
      "jp": "雑誌の表紙に、取材に歌番組・・・・・・大忙しだ！\r\n・・・・・・って、どうした？灯織",
      "tl": "Gracing the front cover of a magazine, a feature for a song program. Things will become very busy! ...Say, is there something wrong, Hiori?"
    },
    {
      "jp": "あ・・・・・・すみません\r\n少しぼんやりしてました",
      "tl": "Oh... I'm sorry about that.\r\nI was just spacing out a little."
    },
    {
      "jp": "どうした？もしかして疲れてるのか？",
      "tl": "What happened? Maybe the exhaustion's getting to you?"
    },
    {
      "jp": "いえ、そうではなくて・・・・・・",
      "tl": "No, that's not it..."
    },
    {
      "jp": "・・・・・・中学の頃に見たアイドルを思い出したんです\r\nあの人も、こんな風だったのかな、と思って",
      "tl": "...I just remembered about the idol I saw back in middle school. I was wondering if it was just like this for her."
    },
    {
      "jp": "灯織がアイドルになったきかっけだっていう人か",
      "tl": "The person that motivated you to become an idol, huh."
    },
    {
      "jp": "はい。昔の私はただ見ていただけでしたが・・・・・・\r\n少しは近づけたかも、って気がするんです",
      "tl": "Yes. I would just be content by just watching before... It made me feel that I might also be able to get closer to be like her."
    },
    {
      "jp": "理想には、まだまだ遠いですが・・・・・・",
      "tl": "Although, I still have a long way to go towards that ideal."
    },
    {
      "jp": "・・・・・・そういえば、まだ聞かせてもらってなかったな",
      "tl": "...Come to think of it, you haven't even told me your answer yet."
    },
    {
      "jp": "何かを好きになりたいと言っていたが\r\n今はどうだ？",
      "tl": "You said that you'd want to like something.\r\nHow about now?"
    },
    {
      "jp": "今は・・・・・・\r\nたくさんのものを好きになれました",
      "tl": "Right now...\r\nI've grown to like many things."
    },
    {
      "jp": "事務所の仲間と、応援してくれるファンの皆さん\r\nそれに応えられるようにステージに立つこと・・・・・・",
      "tl": "Our friends at the agency, the fans who's been supporting me, going to stage to meet the expectations of me..."
    },
    {
      "jp": "・・・・・・そして、プロデューサーのこと",
      "tl": "And also you, Producer."
    },
    {
      "jp": "あ、いや、これはその・・・・・・！恋愛感情とかではなく\r\n信頼できるパートナーとして、という意味です",
      "tl": "Ah, no, it's not like that! I didn't mean it as romantic feelings of sort but rather as a partner whom I can trust."
    },
    {
      "jp": "ああ、もちろんわかってるよ",
      "tl": "Yes, I understand that."
    },
    {
      "jp": "灯織に信頼してもらえて嬉しいし\r\nなにより、灯織の好きなものが見つかってよかった",
      "tl": "I'm glad that you believe in me. But, above all else, I'm happy to see that you have found something that you like."
    },
    {
      "jp": "正直・・・・・・何かを好きになれるなんて、思わなっかです",
      "tl": "To be honest... I didn't think that I would be able grow to love something."
    },
    {
      "jp": "昔の私ひとりだったら、きっとあのままでしたが・・・・・・",
      "tl": "If it was just me alone like in the past, I'm sure that I would remain like that..."
    },
    {
      "jp": "でも、そんな私をプロデューサーが変えてくれました",
      "tl": "But, you have changed that old self of mine."
    },
    {
      "jp": "プロデューサー・・・・・・",
      "tl": "Producer..."
    },
    {
      "jp": "本当に、ありがとうございます・・・・・・！",
      "tl": "Thank you so much for everything!"
    },
    {
      "jp": "いや、俺は手助けだよ\r\n変われたのは、灯織自信の努力だ",
      "tl": "No, I just helped you.\r\nThese changes are brought by your own efforts, Hiori."
    },
    {
      "jp": "だから・・・・・・\r\nもっと、自分のことを好きになってもいいんだぞ",
      "tl": "That is why...\r\nIt's alright to love yourself even more."
    },
    {
      "jp": "・・・・・・はい！",
      "tl": "...Yes!"
    },
    {
      "jp": "今、少しずつ・・・・・・自分を\r\n好きになれてるのが、わかるんです",
      "tl": "Right now... I know that I'm growing to like myself more, little by little."
    },
    {
      "jp": "その瞬間が、とても幸せに感じられてー",
      "tl": "And at that moment, I felt really happy."
    },
    {
      "jp": "きっと最初から、私は自分のことを\r\n好きになりたかったんだなって、気付けました。",
      "tl": "I realized that I really wanted to love myself, even from the start."
    },
    {
      "jp": "・・・・・・そうか",
      "tl": "...I see."
    },
    {
      "jp": "・・・・・・プロデューサー",
      "tl": "...Producer."
    },
    {
      "jp": "ん？",
      "tl": "Yes?"
    },
    {
      "jp": "プロデューサーと一緒なら\r\nもっと自分のことを好きになれると思うんです",
      "tl": "I think that if I were to be with you, I'll be able to love myself even more."
    },
    {
      "jp": "だから、これからもどうか\r\n私のことをよろしくお願いします",
      "tl": "Which is why, I hope that you'll keep on looking after me."
    },
    {
      "jp": "ああ・・・・・！もちろんだ！",
      "tl": "Yes, of course!"
    }
  ]
}
