{
  "messages": [
    {
      "jp": "（２８３プロダクションに入社して数か月……\r\nいよいよ俺が、アイドルをプロデュースする時が来た）",
      "tl": "It has been a couple months since I've joined 283 productions and the time to produce an idol has come."
    },
    {
      "jp": "（ずっと憧れていた仕事をようやく任されたんだ、\r\nこれから精一杯頑張るぞ！）",
      "tl": "I've been longing to do this kind of work for a while so i'm going to give it my all!"
    },
    {
      "jp": "おはようございます！\r\nって、天井社長……？",
      "tl": "Good morning! Eh... President?"
    },
    {
      "jp": "おはよう、お前を待っていたぞ",
      "tl": "Morning, I've been waiting for you."
    },
    {
      "jp": "（この２８３プロダクションを束ねる\r\n天井社長……あいかわらずダンディな雰囲気だ）",
      "tl": "(This is 283 production's president who is in charge. As always, he has a professional aura about him.)"
    },
    {
      "jp": "お前には今日から、アイドルを\r\nプロデュースしてもらうと伝えていたが……",
      "tl": "From today on, you will be in charge of producing an idol."
    },
    {
      "jp": "素晴らしい結果を期待させてもらう\r\n私は甘くないぞ",
      "tl": "Let me get straight to the point, I am anticipating the best results from you."
    },
    {
      "jp": "は、はい！　よろしくお願いします！",
      "tl": "Y-yes! I'm in your care!"
    },
    {
      "jp": "よろしい。では、仕事の説明ははづきに任せて……",
      "tl": "Likewise. Well then, I'll be leaving the explaination of your job to Hazuki-san.."
    },
    {
      "jp": "？　はづきさんはどこにも……あっ！？",
      "tl": "Hm? Hazuki-san is here as well...? Ahhh!?"
    },
    {
      "jp": "（そ、ソファの裏で誰かが倒れてる！？）",
      "tl": "I see... someone has fallen asleep behind the sofa!?"
    },
    {
      "jp": "……ふわぁ～？\r\nなんですか～急に大きな声出して～……",
      "tl": "Fuwaaa~ what is it~? A huge voice just came out of no where~..."
    },
    {
      "jp": "は、はづき……なぜ床で寝ているんだ",
      "tl": "Hazuki... why is it you're sleeping on the floor?"
    },
    {
      "jp": "すみません、ソファへ着く前に\r\n眠気に負けてしまいまして～……",
      "tl": "Sorry~, before I made it to the sofa I ended up falling asleep~"
    },
    {
      "jp": "せっかくまじめな雰囲気を出したというのに……",
      "tl": "Even though I'm being serious here..."
    },
    {
      "jp": "……ともかく！\r\n彼に仕事の説明をしてくれ",
      "tl": "Anyway! Give him an explaination of his job role."
    },
    {
      "jp": "はい、もちろんです\r\nプロデューサーさん、どうぞ～",
      "tl": "Yes, of course! Producer-san, here~"
    },
    {
      "jp": "ありがとうございます\r\n……あいかわらず、わかりやすくまとまってますね、資料",
      "tl": "Thank you very much! As always, these documents are easy to understand."
    },
    {
      "jp": "（はづきさん、こういうところは頼れるんだよな……）",
      "tl": "(It looks like I will be able to rely on Hazuki-san...)"
    },
    {
      "jp": "ありがとうございます\r\nそれじゃあ、さっそくお仕事の説明に入りますね～",
      "tl": "Thank you very much! Well then, let's move on and talk about your job responsiblities, shall we?"
    },
    {
      "jp": "まず、今回のプロデュースの目標についてですが……",
      "tl": "First of all, our overall goal..."
    },
    {
      "jp": "ワンダーアイドルノヴァ・グランプリ……\r\n通称『W.I.N.G.』への出場を目指してください",
      "tl": "...is to compete in the Wonder Idol Nova Grand Prix also known as W.I.N.G!"
    },
    {
      "jp": "『W.I.N.G.』……ですか",
      "tl": "『W.I.N.G』 ... ?"
    },
    {
      "jp": "はい\r\n新人アイドルの祭典とも言われる、すごいライブなんです",
      "tl": "Yes, it's a festival for new idols to perform. It's amazing!"
    },
    {
      "jp": "祭典と言われるだけあって、この『W.I.N.G.』は\r\n出場資格を手に入れるまでが厳しいんです……",
      "tl": "Needless to say, the qualifications for 『W.I.N.G』 are strict."
    },
    {
      "jp": "エントリーしたアイドルは開催前まで、\r\n全４回のシーズンごとに審査を受けます",
      "tl": "Before the start of the event, the idol that is entered into the festival will then be evaluated each passing of the season, four in all."
    },
    {
      "jp": "その時、一定のランクに達していないと、\r\n出場資格を失ってしまうんです",
      "tl": "At the time of the evaluations, if you do not maintain a constant ranking you will lose your qualification to participate."
    },
    {
      "jp": "ですので、精一杯頑張っていきましょ～！\r\n私もたくさんサポートさせていただきますね～",
      "tl": "Therefore, let's give it our all! I will also be giving you all my support."
    },
    {
      "jp": "……少しアドバイスをしておくが、\r\nお前は、２８３プロダクションのプロデューサーだ",
      "tl": "A bit of advice... you're now 283 production's producer."
    },
    {
      "jp": "担当アイドルと他のアイドルたちを\r\n交流させることも重要になってくる",
      "tl": "It's important for the idol you're responsbile for to interact with other idols."
    },
    {
      "jp": "互いに影響しあうことで目指せる高みもあるだろう",
      "tl": "It's also integral that both of you have a mutual understanding in this to grow."
    },
    {
      "jp": "まあ、まずは思うようにやってみるといい\r\n結果がついてくるかは、お前とアイドルの頑張り次第だ",
      "tl": "That said, it is up to the idol and you to work hard to ensure good results."
    },
    {
      "jp": "では、そろそろお仕事に移ってもらいましょうか\r\n今回プロデュースするアイドルは──",
      "tl": "Well then, let's move to the next order of business shall we? This time you will be producing..."
    },
    {
      "jp": "自分でスカウトして来いか……\r\nはづきさんも社長も、無茶なこと言うなぁ。",
      "tl": "Make a Scout by myself, Hazuki-san and the president always asking the imposible"
    },
    {
      "jp": "（う～ん。ピンとくる子、なかなか見つからない……\r\n場所を変えてみるか）",
      "tl": "(No. I'll know when I find the right girl, and haven't yet.... Maybe I should change where I'm looking?)"
    },
    {
      "jp": "（綺麗な歌声が聞こえてくる……）",
      "tl": "(There's someone signing a beautiful melody)"
    },
    {
      "jp": "（あの子、かな……何か惹きつけられる……\r\n声をかけてみるか）",
      "tl": "(Could it be... her? I need to bring something... Let's try talking to her)"
    },
    {
      "jp": "こんにちは、綺麗な歌声だね",
      "tl": "Hello, that's a beautiful voice."
    },
    {
      "jp": "ほわっ？　あっ、あの……こんにちは\r\n人がいたなんて……気が付きませんでしたっ",
      "tl": "Uwaa? U-um... hello. Sorry, I didn't notice there was someone."
    },
    {
      "jp": "（この子……独特の雰囲気があるな。癒されるというか\r\n……うん、ピンときたぞ！）",
      "tl": "(This girl... the has a unique air around her. It's like she's healing me... Yup, my intuition hasn't failed me!)"
    },
    {
      "jp": "突然だけど……\r\n君、アイドルになってみる気はない？",
      "tl": "This is sudden, but... you, don't you want to become an idol?"
    },
    {
      "jp": "ほわっ……\r\nえっと……アイドル、ですか？",
      "tl": "Wha... um... an idol...?"
    },
    {
      "jp": "アイドル……私がアイドルなんて……",
      "tl": "Me... becoming an idol..."
    },
    {
      "jp": "やあ、また会えたね\r\nアイドルの話、もう一度考えてみてほしいんだ",
      "tl": "Hey, we see again about becoming an idol... I would like if you consider it again "
    },
    {
      "jp": "君の中には光り輝くものがある\r\nアイドルになって、今までとは違う世界を見てみないか？",
      "tl": "If there's a bright in your heart, would you like to see a world different from anything you have seen?"
    },
    {
      "jp": "今までとは違う……",
      "tl": "Different from what I've seen before...?"
    },
    {
      "jp": "…………はい",
      "tl": ".........yes"
    },
    {
      "jp": "私、アイドルやりますっ",
      "tl": "I will become an Idol"
    },
    {
      "jp": "本当？　よかった！！\r\n君の名前、聞いてもいいかな？",
      "tl": "Really? I'm glad, may I hear your name?"
    },
    {
      "jp": "櫻木真乃、１6歳です\r\nこれからよろしくお願いしますね",
      "tl": "Mano Sakuraki, 16 years old. let's give our best from now on"
    }
  ]
}
